/*
 * @Author: wuyefan
 * @Date: 2022-10-18 16:21:00
 * @Last Modified by:   wuyefan
 * @Last Modified time: 2022-10-18 16:21:00
 */
/**
 * 通知提示消息
 */
export const remindMessage = {
  remindTitle: "温馨提示",
  netError: "对不起，系统开小差了，请稍后再试。",
  require: "请完善您的必填项。",
};

// const codeMessage = {
//   200: "成功返回请求的数据。",
//   400: "发出的请求有错误，服务器没有进行新建或修改数据的操作。",
//   401: "用户没有权限（令牌、用户名、密码错误）。",
//   403: "用户得到授权，但是访问是被禁止的。",
//   404: "发出的请求针对的是不存在的记录，服务器没有进行操作。",
//   405: "请求方法不被允许。",
//   406: "请求的格式不可得。",
//   410: "请求的资源被永久删除，且不会再得到的。",
//   422: "当创建一个对象时，发生一个验证错误。",
//   500: "服务器发生错误，请检查服务器。",
//   502: "网关错误。",
//   503: "服务不可用，服务器暂时过载或维护。",
//   504: "网关超时。",
// };
